Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/modules/main/belt/beltAlarms.tmx
Source language: en
Languages: cs, hu, vi, zh

source: PWM Under Voltage
cs: PWM napeti pod limit
hu: PWM feszültség alatt
vi: Thấp Áp Điều Chỉnh Điện Áp Ra Tải (Pulse Width Modulation, PWM)
zh: PWM欠压

source: PWM Over Voltage
cs: PWM napeti nad limit
hu: PWM túlfeszültség
vi: Quá Áp PWM
zh: PWM过压

source: PWM Over Temperature
cs: PWM teplota nad limit
hu: PWM túlmelegedés
vi: Quá Nhiệt PWM
zh: PWM超温

source: PWM Operating Error
cs: PWM provozni chyba
hu: PWM működési hiba
vi: Lỗi Vận Hành PWM
zh: PWM操作故障

source: PWM Current Error
cs: PWM chyba proudu
hu: PWM áramerősség-hiba
vi: Lỗi Dòng PWM
zh: PWM当前故障

source: PWM Over Current
cs: PWM proud nad limit
hu: PWM túláram
vi: Quá Dòng PWM
zh: PWM过流

source: Missing elements
cs: Chybejici elementy
hu: Hiányzó elemek
vi: Cấu kiện bị thiếu
zh: 元件缺失

source: Belt servo axis error
cs: Chyba serva pas.dopravniku
hu: Szalag szervotengely hiba
vi: Lỗi trục servo dây đai
zh: 皮带伺服轴故障

source: Belt blocked
cs: Pás zablokovaný
hu: Szíj blokkolva
vi: Dây đai bị chặn
zh: 皮带被卡住
